[
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcaba02"
    },
    "Name": "Brazil",
    "Code": "BR",
    "TollPassEnums": [
      {
        "GoogleEnum": "BR_AUTO_EXPRESO",
        "DisplayName": "Auto Expreso",
        "UsageDescription": "Auto Expreso is a toll payment product used on many Brazilian toll roads and urban expressways."
      },
      {
        "GoogleEnum": "BR_CONECTCAR",
        "DisplayName": "ConectCar",
        "UsageDescription": "ConectCar is a toll payment product used on many Brazilian toll roads and urban expressways."
      },
      {
        "GoogleEnum": "BR_MOVE_MAIS",
        "DisplayName": "Move Mais",
        "UsageDescription": "Move Mais is a toll payment product used on many Brazilian toll roads and urban expressways."
      },
      {
        "GoogleEnum": "BR_PASSA_RAPIDO",
        "DisplayName": "Passa Rápido",
        "UsageDescription": "Passa Rápido is a toll payment product used on many Brazilian toll roads and urban expressways."
      },
      {
        "GoogleEnum": "BR_SEM_PARAR",
        "DisplayName": "Sem Parar",
        "UsageDescription": "Sem Parar is a toll payment product used on many Brazilian toll roads and urban expressways."
      },
      {
        "GoogleEnum": "BR_TAGGY",
        "DisplayName": "Taggy",
        "UsageDescription": "Taggy is a toll payment product used on many Brazilian toll roads and urban expressways."
      },
      {
        "GoogleEnum": "BR_VELOE",
        "DisplayName": "Veloe",
        "UsageDescription": "Veloe is a toll payment product used on many Brazilian toll roads and urban expressways."
      }
    ],
    "CurrencyCode": "BRL"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcaba44"
    },
    "Name": "India",
    "Code": "IN",
    "TollPassEnums": [
      {
        "GoogleEnum": "IN_FASTAG",
        "DisplayName": "FASTag",
        "UsageDescription": "FASTag is an electronic toll tag used on most national highways and many toll plazas across India."
      },
      {
        "GoogleEnum": "IN_LOCAL_HP_PLATE_EXEMPT",
        "DisplayName": "Local/HP Plate Exempt",
        "UsageDescription": "Local/HP Plate Exempt is a toll payment product used in India, on applicable toll roads, bridges or tunnels."
      }
    ],
    "CurrencyCode": "INR"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcabad3"
    },
    "Name": "United States",
    "Code": "US",
    "TollPassEnums": [
      {
        "GoogleEnum": "US_AL_FREEDOM_PASS",
        "DisplayName": "Freedom PASS",
        "UsageDescription": "Freedom PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_AK_ANTON_ANDERSON_TUNNEL_BOOK_OF_10_TICKETS",
        "DisplayName": "Anton Anderson Tunnel BOOK OF 10 Tickets",
        "UsageDescription": "Anton Anderson Tunnel BOOK OF 10 Tickets is a prepaid ticket product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_CA_FASTRAK",
        "DisplayName": "FasTrak",
        "UsageDescription": "FasTrak is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_CA_FASTRAK_CAV_STICKER",
        "DisplayName": "FasTrak (CAV Sticker)",
        "UsageDescription": "FasTrak (CAV Sticker) is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_CO_EXPRESSTOLL",
        "DisplayName": "ExpressToll",
        "UsageDescription": "ExpressToll is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_CO_GO_PASS",
        "DisplayName": "GO PASS",
        "UsageDescription": "GO PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_DE_EZPASSDE",
        "DisplayName": "E-ZPass DE",
        "UsageDescription": "E-ZPass DE is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_FL_BOB_SIKES_TOLL_BRIDGE_PASS",
        "DisplayName": "BOB Sikes TOLL Bridge PASS",
        "UsageDescription": "BOB Sikes TOLL Bridge PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_FL_DUNES_COMMUNITY_DEVELOPMENT_DISTRICT_EXPRESSCARD",
        "DisplayName": "Dunes Community Development District Expresscard",
        "UsageDescription": "Dunes Community Development District Expresscard is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_FL_EPASS",
        "DisplayName": "E-PASS",
        "UsageDescription": "E-PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_FL_GIBA_TOLL_PASS",
        "DisplayName": "GIBA Toll Pass",
        "UsageDescription": "GIBA Toll Pass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_FL_LEEWAY",
        "DisplayName": "LeeWay",
        "UsageDescription": "LeeWay is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_FL_SUNPASS",
        "DisplayName": "SunPass",
        "UsageDescription": "SunPass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_FL_SUNPASS_PRO",
        "DisplayName": "SunPass PRO",
        "UsageDescription": "SunPass PRO is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_IL_EZPASSIL",
        "DisplayName": "E-zpassil",
        "UsageDescription": "E-zpassil is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_IL_IPASS",
        "DisplayName": "I-PASS",
        "UsageDescription": "I-PASS is a toll payment product used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_IN_EZPASSIN",
        "DisplayName": "E-zpassin",
        "UsageDescription": "E-zpassin is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_KS_BESTPASS_HORIZON",
        "DisplayName": "Bestpass Horizon",
        "UsageDescription": "Bestpass Horizon is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_KS_KTAG",
        "DisplayName": "K-TAG",
        "UsageDescription": "K-TAG is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_KS_NATIONALPASS",
        "DisplayName": "Nationalpass",
        "UsageDescription": "Nationalpass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_KS_PREPASS_ELITEPASS",
        "DisplayName": "Pre-pass Elite-pass",
        "UsageDescription": "Pre-pass Elite-pass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_KY_RIVERLINK",
        "DisplayName": "RiverLink",
        "UsageDescription": "RiverLink is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_LA_GEAUXPASS",
        "DisplayName": "GeauxPass",
        "UsageDescription": "GeauxPass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_LA_TOLL_TAG",
        "DisplayName": "Toll Tag (LA)",
        "UsageDescription": "Toll Tag (LA) is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MA_EZPASSMA",
        "DisplayName": "E-ZPass MA",
        "UsageDescription": "E-ZPass MA is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_MD_EZPASSMD",
        "DisplayName": "E-ZPass MD",
        "UsageDescription": "E-ZPass MD is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_ME_EZPASSME",
        "DisplayName": "E-zpassme",
        "UsageDescription": "E-zpassme is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_MI_AMBASSADOR_BRIDGE_PREMIER_COMMUTER_CARD",
        "DisplayName": "Ambassador Bridge Premier Commuter Card",
        "UsageDescription": "Ambassador Bridge Premier Commuter Card is a toll card used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MI_BCPASS",
        "DisplayName": "Bcpass",
        "UsageDescription": "Bcpass is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MI_GROSSE_ILE_TOLL_BRIDGE_PASS_TAG",
        "DisplayName": "Grosse Ile Toll Bridge Pass Tag",
        "UsageDescription": "Grosse Ile Toll Bridge Pass Tag is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MI_IQ_PROX_CARD",
        "DisplayName": "IQ PROX CARD",
        "UsageDescription": "IQ PROX CARD is a toll card used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MI_IQ_TAG",
        "DisplayName": "IQ TAG",
        "UsageDescription": "IQ TAG is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MI_MACKINAC_BRIDGE_MAC_PASS",
        "DisplayName": "Mackinac Bridge MacPass",
        "UsageDescription": "Mackinac Bridge MacPass is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MI_NEXPRESS_TOLL",
        "DisplayName": "Nexpress Toll",
        "UsageDescription": "Nexpress Toll is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_MN_EZPASSMN",
        "DisplayName": "E-ZPass MN",
        "UsageDescription": "E-ZPass MN is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_NC_EZPASSNC",
        "DisplayName": "E-zpassnc",
        "UsageDescription": "E-zpassnc is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_NC_PEACH_PASS",
        "DisplayName": "Peach PASS",
        "UsageDescription": "Peach PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_NC_QUICK_PASS",
        "DisplayName": "NC Quick Pass",
        "UsageDescription": "NC Quick Pass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_NH_EZPASSNH",
        "DisplayName": "E-ZPass NH",
        "UsageDescription": "E-ZPass NH is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_NJ_DOWNBEACH_EXPRESS_PASS",
        "DisplayName": "Downbeach Express Pass",
        "UsageDescription": "Downbeach Express Pass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_NJ_EZPASSNJ",
        "DisplayName": "E-ZPass NJ",
        "UsageDescription": "E-ZPass NJ is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_NY_EXPRESSPASS",
        "DisplayName": "Expresspass",
        "UsageDescription": "Expresspass is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_NY_EZPASSNY",
        "DisplayName": "E-ZPass NY",
        "UsageDescription": "E-ZPass NY is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_OH_EZPASSOH",
        "DisplayName": "E-ZPass OH",
        "UsageDescription": "E-ZPass OH is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_PA_EZPASSPA",
        "DisplayName": "E-ZPass PA",
        "UsageDescription": "E-ZPass PA is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_RI_EZPASSRI",
        "DisplayName": "E-zpassri",
        "UsageDescription": "E-zpassri is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_SC_PALPASS",
        "DisplayName": "Palmetto Pass",
        "UsageDescription": "Palmetto Pass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_AVI_TAG",
        "DisplayName": "AVI TAG",
        "UsageDescription": "AVI TAG is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_BANCPASS",
        "DisplayName": "Bancpass",
        "UsageDescription": "Bancpass is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_DEL_RIO_PASS",
        "DisplayName": "DEL RIO PASS",
        "UsageDescription": "DEL RIO PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_EFAST_PASS",
        "DisplayName": "E-Fast Pass",
        "UsageDescription": "E-Fast Pass is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_EAGLE_PASS_EXPRESS_CARD",
        "DisplayName": "Eagle PASS Express CARD",
        "UsageDescription": "Eagle PASS Express CARD is a toll card used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_EPTOLL",
        "DisplayName": "Eptoll",
        "UsageDescription": "Eptoll is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_EZ_CROSS",
        "DisplayName": "EZ Cross",
        "UsageDescription": "EZ Cross is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_EZTAG",
        "DisplayName": "EZ TAG",
        "UsageDescription": "EZ TAG is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_FUEGO_TAG",
        "DisplayName": "Fuego TAG",
        "UsageDescription": "Fuego TAG is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_LAREDO_TRADE_TAG",
        "DisplayName": "Laredo Trade TAG",
        "UsageDescription": "Laredo Trade TAG is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_PLUSPASS",
        "DisplayName": "PlusPass",
        "UsageDescription": "PlusPass is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_TOLLTAG",
        "DisplayName": "TollTag",
        "UsageDescription": "TollTag is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_TXTAG",
        "DisplayName": "TxTag",
        "UsageDescription": "TxTag is an electronic toll tag used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_TX_XPRESS_CARD",
        "DisplayName": "Xpress CARD",
        "UsageDescription": "Xpress CARD is a toll card used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_UT_ADAMS_AVE_PARKWAY_EXPRESSCARD",
        "DisplayName": "Adams Ave Parkway ExpressCard",
        "UsageDescription": "Adams Ave Parkway ExpressCard is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_VA_EZPASSVA",
        "DisplayName": "E-ZPass VA",
        "UsageDescription": "E-ZPass VA is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_WA_BREEZEBY",
        "DisplayName": "BreezeBy",
        "UsageDescription": "BreezeBy is a toll payment product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_WA_GOOD_TO_GO",
        "DisplayName": "Good To Go!",
        "UsageDescription": "Good To Go! is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_WV_EZPASSWV",
        "DisplayName": "E-ZPass WV",
        "UsageDescription": "E-ZPass WV is an electronic toll pass used within the E-ZPass network on many toll roads, bridges and tunnels across multiple US states."
      },
      {
        "GoogleEnum": "US_WV_MEMORIAL_BRIDGE_TICKETS",
        "DisplayName": "Memorial Bridge Tickets",
        "UsageDescription": "Memorial Bridge Tickets is a prepaid ticket product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_WV_MOV_PASS",
        "DisplayName": "MOV PASS",
        "UsageDescription": "MOV PASS is an electronic toll pass used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      },
      {
        "GoogleEnum": "US_WV_NEWELL_TOLL_BRIDGE_TICKET",
        "DisplayName": "Newell TOLL Bridge Ticket",
        "UsageDescription": "Newell TOLL Bridge Ticket is a prepaid ticket product used in the United States, typically on specific toll roads, bridges, tunnels or express lanes."
      }
    ],
    "CurrencyCode": "USD"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcab9f4"
    },
    "Name": "Australia",
    "Code": "AU",
    "TollPassEnums": [
      {
        "GoogleEnum": "AU_ETOLL_TAG",
        "DisplayName": "e-TOLL Tag",
        "UsageDescription": "e-TOLL Tag is an electronic toll tag used on major Australian toll roads, bridges and city motorways."
      },
      {
        "GoogleEnum": "AU_EWAY_TAG",
        "DisplayName": "E-way Tag",
        "UsageDescription": "E-way Tag is an electronic toll tag used on major Australian toll roads, bridges and city motorways."
      },
      {
        "GoogleEnum": "AU_LINKT",
        "DisplayName": "Linkt",
        "UsageDescription": "Linkt is a toll payment product used on major Australian toll roads, bridges and city motorways."
      }
    ],
    "CurrencyCode": "AUD"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcab9fc"
    },
    "Name": "Argentina",
    "Code": "AR",
    "TollPassEnums": [
      {
        "GoogleEnum": "AR_TELEPASE",
        "DisplayName": "TelePASE",
        "UsageDescription": "TelePASE is a toll payment product used in Argentina, on applicable toll roads, bridges or tunnels."
      }
    ],
    "CurrencyCode": "ARS"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcaba80"
    },
    "Name": "Mexico",
    "Code": "MX",
    "TollPassEnums": [
      {
        "GoogleEnum": "MX_IAVE",
        "DisplayName": "IAVE",
        "UsageDescription": "IAVE is a toll payment product used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_PASE",
        "DisplayName": "PASE",
        "UsageDescription": "PASE is a toll payment product used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_QUICKPASS",
        "DisplayName": "QuickPass",
        "UsageDescription": "QuickPass is an electronic toll pass used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_SISTEMA_TELEPEAJE_CHIHUAHUA",
        "DisplayName": "Sistema Televía Chihuahua",
        "UsageDescription": "Sistema Televía Chihuahua is a toll payment product used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_TAG_IAVE",
        "DisplayName": "TAG IAVE",
        "UsageDescription": "TAG IAVE is an electronic toll tag used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_TAG_TELEVIA",
        "DisplayName": "TAG TeleVía",
        "UsageDescription": "TAG TeleVía is an electronic toll tag used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_TELEVIA",
        "DisplayName": "TeleVía",
        "UsageDescription": "TeleVía is a toll payment product used on Mexican toll roads, urban expressways and selected toll facilities."
      },
      {
        "GoogleEnum": "MX_VIAPASS",
        "DisplayName": "VíaPass",
        "UsageDescription": "VíaPass is a toll payment product used on Mexican toll roads, urban expressways and selected toll facilities."
      }
    ],
    "CurrencyCode": "MXN"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcaba0b"
    },
    "Name": "Canada",
    "Code": "CA",
    "TollPassEnums": [
      {
        "GoogleEnum": "CA_US_AKWASASNE_SEAWAY_CORPORATE_CARD",
        "DisplayName": "Akwesasne Seaway Corporate Card",
        "UsageDescription": "Akwesasne Seaway Corporate Card is a toll card used at certain toll bridges and border crossings between Canada and the United States."
      },
      {
        "GoogleEnum": "CA_US_AKWASASNE_SEAWAY_TRANSIT_CARD",
        "DisplayName": "Akwesasne Seaway Transit Card",
        "UsageDescription": "Akwesasne Seaway Transit Card is a toll card used at certain toll bridges and border crossings between Canada and the United States."
      },
      {
        "GoogleEnum": "CA_US_BLUE_WATER_EDGE_PASS",
        "DisplayName": "Blue Water Edge Pass",
        "UsageDescription": "Blue Water Edge Pass is an electronic toll pass used at certain toll bridges and border crossings between Canada and the United States."
      },
      {
        "GoogleEnum": "CA_US_CONNEXION",
        "DisplayName": "Connexion",
        "UsageDescription": "Connexion is a toll payment product used at certain toll bridges and border crossings between Canada and the United States."
      },
      {
        "GoogleEnum": "CA_US_NEXUS_CARD",
        "DisplayName": "NEXUS Card",
        "UsageDescription": "NEXUS Card is a toll card used at certain toll bridges and border crossings between Canada and the United States."
      }
    ],
    "CurrencyCode": "CAD"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcaba4b"
    },
    "Name": "Indonesia",
    "Code": "ID",
    "TollPassEnums": [
      {
        "GoogleEnum": "ID_E_TOLL",
        "DisplayName": "e-Toll (ID)",
        "UsageDescription": "e-Toll (ID) is an electronic toll tag used in Indonesia, on applicable toll roads, bridges or tunnels."
      }
    ],
    "CurrencyCode": "IDR"
  },
  {
    "_id": {
      "$oid": "6897a3ae7b81434afbcaba4d"
    },
    "Name": "Japan",
    "Code": "JP",
    "TollPassEnums": [
      {
        "GoogleEnum": "JP_ETC",
        "DisplayName": "ETC",
        "UsageDescription": "ETC is a toll payment product used on Japanese expressways and toll roads that support the ETC electronic toll collection system."
      },
      {
        "GoogleEnum": "JP_ETC2",
        "DisplayName": "ETC 2.0",
        "UsageDescription": "ETC 2.0 is a toll payment product used on Japanese expressways and toll roads that support the ETC electronic toll collection system."
      }
    ],
    "CurrencyCode": "JPY"
  }
]